Repository: darktable-org/darktable
Catalog: doc/usermanual/po/pt_BR.tmx
Source language: en
Languages: pt_br

source: Virtual Lighttable and Darkroom
pt_br: Mesa de Luz e Sala Escura Virtuais

source: Organize and develop images from digital cameras
pt_br: Organize e trate imagens de câmeras digitais

source: graphics;photography;raw;
pt_br: gráfico;fotografia;raw;

source: lighttable
pt_br: mesa de luz

source: color manage cached thumbnails
pt_br: gerenciamento de cor para miniaturas em cache

source: double click to reset to `%s'
pt_br: clique duplo para redefinir para `%s'

source: TRUE
pt_br: VERDADEIRO

source: if enabled, cached thumbnails will be color managed so that lighttable and filmstrip can show correct colors. otherwise the results may look wrong once the display profile gets changed.
pt_br: se habilitado, as miniaturas em cache terão gerenciamento de cor, para que a mesa de luz e o rolo de filme mostrem cores corretas. de outra forma, os resultados poderão parecer errados se o perfil for mudado.

source: don't use embedded preview JPEG but half-size raw
pt_br: não usar pré-visualização embutida do jpeg, mas um raw com metade to tamanho

source: FALSE
pt_br: FALSO

source: check this option to not use the embedded JPEG from the raw file but process the raw data. this is slower but gives you color managed thumbnails.
pt_br: marque esta opção para não usar o jpeg embutido do arquivo raw, mas processar os dados raw. esta opção é mais lenta mas oferece miniaturas com gerenciamento de cor.

source: number of folder levels to show in lists
pt_br: número de níveis de pasta para mostrar em listas

source: double click to reset to `%d'
pt_br: clique duplo para redefinir para `%d'

source: the number of folder levels to show in film roll names, starting from the right
pt_br: o número de níveis de pastas para mostrar em nomes de rolo de filme, a partir da direita

source: sort collection recent to older
pt_br: ordena a coleção, de recente a mais antiga

source: changes the default collections-list order for folders, times and dates to run from recent to older
pt_br: muda a ordem default das listas de coleções, tempos e datas para listar do mais recente ao mais antigo

source: high quality thumb processing from size
pt_br: miniaturas de alta qualidade processadas a partir do tamanho

source: always
pt_br: sempre

source: small
pt_br: pequeno

source: 1080p
pt_br: 2080p

source: never
pt_br: nunca

source: if the thumbnail size is greater than this value, it will be processed using the full quality rendering path (better but slower).
pt_br: se o tamanho da miniatura é superior a esse valor, ela será processada utilizando a qualidade total de renderização (melhor porém mais lento).

source: delimiters for sizes categories
pt_br: delimitadores para categorias de tamanho

source: sizes categories are used to be able to set different overlays and css values depending of the size of the thumbnail.
pt_br: catgorias de tamanho são usadas para poder determinar sobreposições e valores de CSS diferentes dependendo do tamanho da miniatura.

source: pattern for the thumbnail extended overlay text
pt_br: padrão para as sobreposições das miniaturas

source: see manual to know all the tags you can use.
pt_br: veja o manual para saber todos as etiquetas que pode usar.

source: pattern for the thumbnail tooltip (empty to disable)
pt_br: padrão para o tooltip da miniatuda (vazio desabilita)

source: use single-click in the collect panel
pt_br: Use um único clique no painel de seleção

source: check this option to use single-click to select items in the collect panel. this will allow you to do range selections for date-time and numeric values.
pt_br: selecione esta opção para usar um único clique para escolher itens no painel de seleção. isto permite fazer seleções de faixas por data e valores numéricos

source: overlay txt sidecar over zoomed images
pt_br: sobreposição das informações do arquivo associado nas imagem ampliadas

source: when there is a txt file next to an image it can be shown as an overlay over zoomed images on the lighttable. the txt file either has to be there at import time or the crawler has to be enabled
pt_br: quando há um arquivo txt junto com uma imagem ele pode ser mostrado como overlay sobre o zoom nas imagens na mesa de luz. o arquivo txt deve ou estar ali na hora da importação, ou o crawler deve estar habilitado

source: expand a single lighttable module at a time
pt_br: expandir um módulo de mesa de luz de cada vez

source: this option toggles the behavior of shift clicking in lighttable mode
pt_br: esta opção alterna o comportamento do shift+clique no modo mesa de luz

source: scroll to lighttable modules when expanded/collapsed
pt_br: deslizar para módulos da mesa de luz quando expandido/colapsado

source: when this option is enabled then darktable will try to scroll the module to the top of the visible list
pt_br: quando esta opção está habilitada o darktable tentará rolar o módulo até o topo da lista visível

source: rating an image one star twice will not zero out the rating
pt_br: dar uma estrela duas vezes a uma imagem não resultará em zero estrelas

source: do not have the rating of one star behave as documented in the manual--an image rated one star twice will result in a zero star rating.
pt_br: não operar como documentado no manual -- dar uma estrela duas vezes a uma imagem resultará em zero estrelas.

source: show scrollbars for central view
pt_br: mostra barras de rolagem para visualização central

source: defines whether scrollbars should be displayed
pt_br: define onde as barras de rolagem devem ser mostradas

source: darkroom
pt_br: sala escura

source: pen pressure control for brush masks
pt_br: controle da pressão da caneta para máscaras de pincel

source: off
pt_br: desligado

source: hardness (relative)
pt_br: dureza (relativa)

source: hardness (absolute)
pt_br: dureza (absoluta)

source: opacity (relative)
pt_br: opacidade (relativa)

source: opacity (absolute)
pt_br: opacidade (absoluta)

source: brush size (relative)
pt_br: tamanho do pincel (relativo)

source: off - pressure reading ignored, hardness/opacity/brush size - pressure reading controls specified attribute, absolute/relative - pressure reading is taken directly as attribute value or multiplied with pre-defined setting.
pt_br: desligado - leitura de pressão ignorada, dureza/opacidade/tamanho do pincel - atributos especificados nos controles de leitura de pressão, absoluto/relativo - leitura de pressão é definida diretamente como valor atribuído ou multiplicado com valor predefinido.

source: smoothing of brush strokes
pt_br: suavização dos traços do pincel

source: low
pt_br: baixo

source: medium
pt_br: médio

source: high
pt_br: alto

source: sets level for smoothing of brush strokes. stronger smoothing leads to less nodes and easier editing but with lower control of accuracy.
pt_br: define o nível de suavização dos traços do pincel. quanto maior a suavização menor a quantidade de nós e mais fácil a edição, no entanto há menor controle de precisão.

source: display of individual color channels
pt_br: mostrar canais individuais de cor

source: false color
pt_br: falsa cor

source: grey scale
pt_br: escala de cinza

source: defines how color channels are displayed when activated in the parametric masks feature.
pt_br: define como os canais de cor são mostrados ao ativar o módulo de máscaras paramétricas.

source: pattern for the image infos line
pt_br: padrão para a linha de infos da imagem

source: position of the image infos line
pt_br: posição da linha das informações da imagem

source: top left
pt_br: acima, à esquerda

source: top right
pt_br: acima, à direita

source: top center
pt_br: acima, no centro

source: bottom
pt_br: inferior

source: hidden
pt_br: oculto

source: show search module text entry
pt_br: mostrar entrada de dados do módulo de busca

source: show search text
pt_br: mostrar texto de busca

source: show groups
pt_br: mostrar grupos

source: show both
pt_br: mostrar ambos

source: expand a single darkroom module at a time
pt_br: expandir um único módulo da sala escura de cada vez

source: this option toggles the behavior of shift clicking in darkroom mode
pt_br: esta opção alterna o comportamento do shift+clique no modo sala escura

source: expand the module when it is activated, and collapse it when disabled
pt_br: expandir o módulo quando estiver ativado, e colapsá-lo quando estiver desabilitado

source: this option allows to expand or collapse automatically the module when it is enabled or disabled.
pt_br: esta opção permite expandir o módulo quando estiver ativado, e colapsá-lo quando estiver desabilitado.

source: scroll to darkroom modules when expanded/collapsed
pt_br: deslizar para módulos da sala escura quando expandido/colapsado

source: border around image in darkroom mode
pt_br: borda ao redor da imagem no modo sala escura

source: process the image in darkroom mode with a small border. set to 0 if you don't want any border.
pt_br: processar a imagem no modo sala escura com uma borda pequena. defina 0 se você não quer nenhuma borda.

source: demosaicing for zoomed out darkroom mode
pt_br: interpolação cromática para zoom na sala escura

source: always bilinear (fast)
pt_br: sempre bilinear (rápido)

source: at most PPG (reasonable)
pt_br: no máximo PPG (razoável)

source: full (possibly slow)
pt_br: completo (possivelmente lento)

source: interpolation when not viewing 1:1 in darkroom mode: bilinear is fastest, but not as sharp. middle ground is using PPG + interpolation modes specified below, full will use exactly the settings for full-size export. X-Trans sensors use VNG rather than PPG as middle ground.
pt_br: interpolação quando não visualizando 1:1 no modo sala escura: bilinear é o mais rápido, mas não tão nítido. a via intermediária é usando PPG + modos de interpolação especificados abaixo, completo usará exatamente as configurações para exportação de tamanho grande. Sensores X-Trans usam VNG em vez de PPG como intermediário.

source: reduce resolution of preview image
pt_br: reduzir resolução da imagem de pré-visualização

source: to 1/2
pt_br: para 1/2

source: to 1/3
pt_br: para 1/3

source: to 1/4
pt_br: para 1/4

source: decrease to speed up preview rendering, may hinder accurate masking
pt_br: diminua para acelerar a renderização de pré-visualização; pode pode prejudicar a precisão do mascaramento

source: other views
pt_br: outras vistas

source: map / geolocalisation
pt_br: mapa / geolocalização

source: only draw images on map that are currently collected and filtered
pt_br: apenas imagens desenhadas no mapa que estão atualmente em coleções e com filtros

source: use the current filter settings to select the geotagged images drawn on the map, i.e. limit the images drawn to the current filmstrip. this limits the number of images drawn and thus reduces the time needed to draw the images.
pt_br: utilize a atual definição de filtros ao selecionar imagens georreferenciadas no mapa, limita também as imagens desenhadas na atual tira de filmes. este limite do número de imagens reduz o tempo necessário para desenhar as imagens.

source: maximum number of images drawn on map
pt_br: número máximo de imagens desenhadas no mapa

source: the maximum number of geotagged images drawn on the map. increasing this number can slow drawing of the map down.
pt_br: o número máximo de imagens geo-etiquetadas no mapa. aumentar este número pode tornar lento o desenho do mapa.

source: pretty print the image location
pt_br: impressão clara da localização da imagem

source: show a more readable representation of the location in the image information module
pt_br: mostra uma representação mais legível da localização no módulo de informação da imagem

source: slideshow
pt_br: apresentação

source: waiting time between each picture in slideshow
pt_br: tempo entre fotos no slideshow

source: do high quality processing for slideshow
pt_br: fazer processamento de alta qualidade durante apresentação

source: same option as for export, but applies to slideshow.
pt_br: mesma opção da exportação aplicada para apresentação.

source: processing
pt_br: processamento

source: always use LittleCMS 2 to apply output color profile
pt_br: usar sempre LittleCMS 2 ao aplicar perfil de cor de saída

source: this is slower than the default.
pt_br: isto é mais lento que o padrão.

source: pixel interpolator
pt_br: interpolador de pixel

source: bicubic
pt_br: bicúbica

source: pixel interpolator used in rotation and lens correction (bilinear, bicubic, lanczos2, lanczos3).
pt_br: interpolador de pixel usado em rotação e correção de lente (bilinear, bicubic, lanczos2, lanczos3).

source: 3D lut root folder
pt_br: pasta raiz do LUT 3D

source: select directory
pt_br: selecione diretório

source: this folder (and sub-folders) contains Lut files used by lut3d modules. need to restart darktable.
pt_br: esta pasta (e subpastas) contém arquivos LUT usados pelos módulos lut3d. precisa reiniciar o darktable.

source: auto-apply basecurve
pt_br: auto-aplicar pre-configurações de curva base

source: use a basecurve by default (needs a restart)
pt_br: usar uma curva base como default (precisa reiniciar)

source: auto-apply per camera basecurve presets
pt_br: auto-aplicar pré-configurações de curva base por câmera

source: use the per-camera basecurve by default instead of the generic manufacturer one if there is one available (needs a restart)
pt_br: usar a curva-base por câmera por default ao invés da genérica do fabricante se houver uma disponível (precisa reiniciar)

source: auto-apply sharpen
pt_br: auto-aplicar nitidez

source: this added sharpen is not recommended on cameras without a low-pass filter. you should disable this option if you use one of those more recent cameras or sharpen your images with other means. (need a restart)
pt_br: esta nitidez adicionada não é recomendada em câmeras sem um filtro passa-baixas. você deve desabilitar esta opção se usar uma dessas cameras mais recentes ou melhorar a nitidez das suas imagens de outras maneiras. (precisa reiniciar)

source: security
pt_br: segurança

source: ask before removing images from database
pt_br: perguntar antes de remover imagens do bando de dados

source: always ask the user before any image is removed from DB.
pt_br: sempre perguntar antes de remover qualquer imagem do banco de dados.

source: ask before erasing images from disk / discarding history stack
pt_br: perguntar antes de apagar imagens do disco / descartar histórico

source: always ask the user before any image file is deleted / history stack is discarded.
pt_br: sempre perguntar antes de excluir qualquer arquivo de imagem ou descartar histórico.

source: send files to trash when erasing images
pt_br: enviar arquivos para a lixeira quando apagar arquivos de imagem

source: send files to trash instead of permanently deleting files on system that supports it
pt_br: enviar arquivos para a lixeira em vez de apagar permanentemente(em sistemas que permitem isso)

source: ask before moving images from film roll folder
pt_br: perguntar antes de mover imagens da pasta rolo de filme

source: always ask the user before any image file is moved.
pt_br: sempre perguntar ao usuário antes de mover qualquer arquivo de imagem.

source: ask before copying images to new film roll folder
pt_br: perguntar antes de copiar imagens para uma nova pasta de rolo de filme

source: always ask the user before any image file is copied.
pt_br: sempre perguntar ao usuário antes de copiar qualquer arquivo de imagem.

source: ask before removing empty folders
pt_br: perguntar antes de remover pastas vazias

source: always ask the user before removing any empty folder. this can happen after moving or deleting images.
pt_br: sempre perguntar ao usuário antes de excluir qualquer pasta vazia. isto pode acontecer depois de mover ou remover imagens.

source: ask before deleting a tag
pt_br: perguntar antes de excluir uma etiqueta

source: ask before deleting a style
pt_br: perguntar antes de excluir um perfil

source: cpu / gpu / memory
pt_br: cpu / gpu / memória

source: memory in megabytes to use for thumbnail cache
pt_br: memória em megabytes usada para o cache de miniaturas

source: this controls how much memory is going to be used for thumbnails and other buffers (needs a restart).
pt_br: esta opção controla quanta memória será usada para miniaturas de fotos e outros buffers (precisa reiniciar)

source: enable disk backend for thumbnail cache
pt_br: habilita backend de disco para cache de miniaturas

source: if enabled, write thumbnails to disk (.cache/darktable/) when evicted from the memory cache. note that this can take a lot of memory (several gigabytes for 20k images) and will never delete cached thumbnails again. it's safe though to delete these manually, if you want. light table performance will be increased greatly when browsing a lot. to generate all thumbnails of your entire collection offline, run 'darktable-generate-cache'.
pt_br: se habilitado, escreve miniaturas no disco (.cache/darktable/) quando despejados do cache em memória. note que isto pode usar muita memória (vários gigabytes para 20k imagens) e nunca apagará miniaturas cacheadas novamente. é seguro, no entanto, apagá-las manualmente, se voce quiser. o desempenho da mesa de luz aumentará muito durante a navegação pelas fotos. para gerar miniaturas de toda a coleção, offline, execute 'darktable-generate-cache'.

source: enable disk backend for full preview cache
pt_br: habilita backend de disco para cache de pré-visualização

source: if enabled, write full preview to disk (.cache/darktable/) when evicted from the memory cache. note that this can take a lot of memory (several gigabytes for 20k images) and will never delete cached thumbnails again. it's safe though to delete these manually, if you want. light table performance will be increased greatly when zooming image in full preview mode.
pt_br: se habilitado, escreve miniaturas no disco (.cache/darktable/) quando despejados do cache em memória. note que isto pode usar muita memória (vários gigabytes para 20k imagens) e nunca apagará miniaturas cacheadas novamente. é seguro, no entanto, apagá-las manualmente, se você quiser. o desempenho da mesa de luz aumentará muito durante a navegação pelas fotos.

source: number of background threads
pt_br: número de threads em background

source: this controls for example how many threads are used to create thumbnails during import. the cache will grow to a maximum of twice this number of full resolution image buffers (needs a restart).
pt_br: isto controla, por exemplo, quantas threads são usadas para criar miniaturas durante importação. o cache expande a um máximo de duas vezes o buffer de imagem com plena resolução (requer reinicialização)

source: host memory limit (in MB) for tiling
pt_br: limite de memória (em MB) para processamento de ladrilhos

source: this variable controls the maximum amount of memory (in MB) a module may use during image processing. lower values will force memory hungry modules to process image with increasing number of tiles. setting this to 0 will omit any limit. values below 500 will be treated as 500 (needs a restart).
pt_br: esta variável controla a quantidade máxima de memória (em MB) que um módulo pode usar durante o processamento de imagem. valores baixos forçam módulos famintos por memória a processar um número maior de ladrilhos. definir 0 irá omitir qualquer limite. valores abaixo de 500 são tratados como 500. (requer reinicialização.)

source: minimum amount of memory (in MB) for a single buffer in tiling
pt_br: quantidade mínima de memória (em MB) para processamento de ladrilhos em buffer único

source: if set to a positive, non-zero value this variable defines the minimum amount of memory (in MB) that tiling should take for a single image buffer. has precedence over heuristics based on host_memory_limit (needs a restart).
pt_br: se definido como positivo, o valor dessa variável define a quantidade mínima de memória (em MB) tomado pelo processamento de ladrilhos em um único buffer de imagem. tem precedência sobre heurísticas baseadas em host_memory_limit. (requer reinicialização).

source: activate OpenCL support
pt_br: ativar suporte ao OpenCl

source: if found, use OpenCL runtime on your system for improved processing speed. can be switched on and off at any time.
pt_br: utilizar OpenCL(se compatível) no sistema para aumentar desempenho na velocidade de processamento. pode ser ligado e desligado a qualquer momento.

source: not available
pt_br: não disponível

source: not available on this system
pt_br: não disponível neste sistema

source: OpenCL scheduling profile
pt_br: perfil de scheduling OpenCL

source: default
pt_br: padrão

source: multiple GPUs
pt_br: múltiplas GPUs

source: very fast GPU
pt_br: GPU muito rápida

source: defines how preview and full pixelpipe tasks are scheduled on OpenCL enabled systems. default - GPU processes full and CPU processes preview pipe (adaptable by config parameters); multiple GPUs - process both pixelpipes in parallel on two different GPUs; very fast GPU - process both pixelpipes sequentially on the GPU.
pt_br: define como as tarefas das duas pixelpipe -- full e de preview -- são escalonadas em sistemas com OpenCL habilitado. default - a GPU processa full e a CPU processa o preview pipe (adaptável por parâmetros de configuração; múltiplas GPUs - processa as duas pixelpipes em paralelo nas duas diferentes GPUs; GPU muito rápida -- processa as duas pixelpipes sequencialmente na GPU.

source: storage
pt_br: armazenamento

source: database
pt_br: base de dados

source: check for database maintenance
pt_br: verifique se a base de dados precisa de manutenção

source: on startup
pt_br: ao iniciar

source: on close
pt_br: ao fechar

source: on both
pt_br: em ambos

source: on startup (don't ask)
pt_br: ao iniciar (não perguntar)

source: on close (don't ask)
pt_br: ao fechar (não perguntar)

source: on both (don't ask)
pt_br: ambos (não perguntar)

source: this option indicates when to check database fragmentation and perform maintenance
pt_br: esta opção indica quando checar a base de dados e realizar manutenção

source: database fragmentation ratio threshold
pt_br: limiar de fragmentação da base de dados

source: fragmentation ratio above which to ask or carry out automatically database maintenance
pt_br: índice de fragmentação acim ado qual perguntar ou realizar automaticamente manutenção na base de dados

source: write sidecar file for each image
pt_br: escreve arquivo associado para cada imagem

source: these redundant files can later be re-imported into a different database, preserving your changes to the image.
pt_br: estes arquivos redundantes podem ser importados novamente em outro banco de dados, preservando suas modificações na imagem.

source: store xmp tags in compressed format
pt_br: gravar etiquetas xmp em formato comprimido

source: only large entries
pt_br: apenas entradas grandes

source: entries in xmp tags can get rather large and may exceed the available space to store the history stack in output files. this option allows xmp tags to be compressed and save space.
pt_br: entradas nas etiquetas xmp podem se tornar bastante grandes e exceder o espaço disponível para armazenar o histórico em arquivos de saída. esta opção permite que etiquetas xmp sejam comprimidos e economizem espaço.

source: look for updated xmp files on startup
pt_br: procurar por arquivos xmp atualizados ao iniciar

source: check file modification times of all xmp files on startup to check if any got updated in the meantime
pt_br: verificar tempo de modificação de todos os arquivos xmp ao iniciar para ver se algum foi modificado

source: miscellaneous
pt_br: miscelânea

source: mouse wheel scrolls modules side panel by default
pt_br: botão de rolagem do mouse faz scroll no painel de módulos por default
